Repository: Yongminlee2/KidCare
Catalog: ios/KidCare/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt, ru, th, vi, zh_hans, zh_hant

# alert_command_failed
source: 애기폰에 보낸 요청이 실패했어요
de: Eine Anfrage an das Handy Ihres Kindes ist fehlgeschlagen
en: A request to your child's phone failed
es: Falló una petición enviada al teléfono de tu hijo
fr: Une demande envoyée au téléphone de votre enfant a échoué
id: Permintaan ke ponsel anak Anda gagal
it: Una richiesta inviata al telefono di tuo figlio non è riuscita
ja: お子さんの端末に送ったリクエストが失敗しました
pt: Um pedido enviado ao celular do seu filho falhou
ru: Запрос на телефон ребёнка не прошёл
th: คำสั่งที่ส่งไปยังมือถือของลูกล้มเหลว
vi: Một yêu cầu gửi tới điện thoại của con đã thất bại
zh_hans: 发送到孩子手机的请求失败了
zh_hant: 傳送到孩子手機的要求失敗了

# alert_empty
source: 아직 온 알림이 없어요. '장소' 탭에서 학교나 학원을 정해두면 아이가 도착하거나 나설 때 여기에 쌓여요.
de: Noch keine Meldungen. Legen Sie im Tab „Orte“ die Schule oder den Kurs fest, dann erscheinen Ankünfte hier.
en: No updates yet. Pick a school or academy on the Places tab and arrivals will show up here.
es: Todavía no hay avisos. Guarda el colegio o la academia en la pestaña Lugares y las llegadas aparecerán aquí.
fr: Pas encore de nouvelles. Enregistrez l'école ou le cours dans l'onglet Lieux et les arrivées apparaîtront ici.
id: Belum ada kabar. Simpan sekolah atau tempat les di tab Tempat, lalu kedatangan akan muncul di sini.
it: Ancora nessuna novità. Salva la scuola o il corso nella scheda Luoghi e gli arrivi compariranno qui.
ja: まだお知らせはありません。 「場所」タブで学校や塾を登録すると 到着や出発がここに集まります。
pt: Ainda não há avisos. Salve a escola ou o curso na aba Lugares e as chegadas vão aparecer aqui.
ru: Пока новостей нет. Укажите школу или кружок на вкладке «Места», и приходы будут появляться здесь.
th: ยังไม่มีข่าวคราว ตั้งโรงเรียนหรือที่เรียนพิเศษในแท็บสถานที่ แล้วการมาถึงจะมาปรากฏตรงนี้
vi: Chưa có tin nào. Hãy lưu trường học hay lớp học thêm ở thẻ Địa điểm, rồi các lần con đến sẽ hiện ở đây.
zh_hans: 还没有消息。 在“地点”标签里设置学校或补习班， 孩子到达或离开时就会出现在这里。
zh_hant: 還沒有通知。 在「地點」分頁設定學校或補習班， 孩子抵達或離開時就會出現在這裡。

# alert_error_format
source: 알림을 불러오지 못했어요 %1$@
de: Meldungen konnten nicht geladen werden %1$@
en: Could not load updates %1$@
es: No se pudieron cargar los avisos %1$@
fr: Impossible de charger les nouvelles %1$@
id: Tidak bisa memuat kabar %1$@
it: Impossibile caricare le novità %1$@
ja: お知らせを読み込めませんでした %1$@
pt: Não foi possível carregar os avisos %1$@
ru: Не удалось загрузить новости %1$@
th: โหลดข่าวคราวไม่ได้ %1$@
vi: Không tải được tin %1$@
zh_hans: 无法加载消息 %1$@
zh_hant: 無法載入通知 %1$@

# alert_low_battery
source: 애기폰 배터리가 얼마 안 남았어요
de: Das Handy Ihres Kindes hat wenig Akku
en: Your child's phone is low on battery
es: Al teléfono de tu hijo le queda poca batería
fr: Le téléphone de votre enfant a peu de batterie
id: Baterai ponsel anak Anda tinggal sedikit
it: Il telefono di tuo figlio ha poca batteria
ja: お子さんの端末のバッテリーが残りわずかです
pt: O celular do seu filho está com pouca bateria
ru: На телефоне ребёнка мало заряда
th: มือถือของลูกแบตเตอรี่เหลือน้อย
vi: Điện thoại của con sắp hết pin
zh_hans: 孩子手机的电量不多了
zh_hant: 孩子手機的電量不多了

# alert_no_family
source: 가족 정보를 찾지 못했어요. 앱을 껐다가 다시 열어주세요.
de: Ihre Familie wurde nicht gefunden. Bitte schließen Sie die App und öffnen Sie sie erneut.
en: Could not find your family. Please close the app and open it again.
es: No se encontró tu familia. Cierra la aplicación y vuelve a abrirla.
fr: Votre famille est introuvable. Fermez l'application et rouvrez-la.
id: Keluarga tidak ditemukan. Tutup aplikasi lalu buka lagi.
it: Famiglia non trovata. Chiudi l'app e riaprila.
ja: 家族の情報が見つかりませんでした。アプリを閉じてもう一度開いてください。
pt: Não encontramos a sua família. Feche o aplicativo e abra de novo.
ru: Семья не найдена. Закройте приложение и откройте снова.
th: ไม่พบข้อมูลครอบครัว กรุณาปิดแอปแล้วเปิดใหม่
vi: Không tìm thấy gia đình. Hãy đóng ứng dụng rồi mở lại.
zh_hans: 找不到家庭信息。请关闭应用后重新打开。
zh_hant: 找不到家庭資訊。請關閉應用程式後重新開啟。

# alert_notification_denied
source: 알림 권한이 꺼져 있어서 켤 수 없어요. 폰 설정 → 앱 → '우리아이 지킴이' → 알림에서 켜주세요.
de: Benachrichtigungen sind aus, deshalb lässt sich das nicht einschalten. Gehen Sie zu Einstellungen → Apps → KidCare → Benachrichtigungen und schalten Sie sie ein.
en: Notifications are turned off, so this cannot be enabled. Go to phone Settings → Apps → KidCare → Notifications and turn them on.
es: Las notificaciones están desactivadas, así que no se puede activar. Ve a Ajustes del teléfono → Aplicaciones → KidCare → Notificaciones y actívalas.
fr: Les notifications sont désactivées, impossible d'activer ceci. Allez dans Paramètres du téléphone → Applications → KidCare → Notifications et activez-les.
id: Notifikasi sedang mati, jadi ini tidak bisa dinyalakan. Buka Setelan ponsel → Aplikasi → KidCare → Notifikasi lalu nyalakan.
it: Le notifiche sono spente, quindi non si può attivare. Vai in Impostazioni del telefono → App → KidCare → Notifiche e attivale.
ja: 通知がオフになっているため有効にできません。端末の設定→アプリ→KidCare→通知でオンにしてください。
pt: As notificações estão desligadas, então não dá para ativar. Vá em Configurações do celular → Aplicativos → KidCare → Notificações e ative.
ru: Уведомления выключены, поэтому включить не получится. Откройте Настройки телефона → Приложения → KidCare → Уведомления и включите их.
th: การแจ้งเตือนปิดอยู่จึงเปิดไม่ได้ ไปที่ตั้งค่าเครื่อง → แอป → KidCare → การแจ้งเตือน แล้วเปิด
vi: Thông báo đang tắt nên không bật được. Vào Cài đặt điện thoại → Ứng dụng → KidCare → Thông báo rồi bật lên.
zh_hans: 通知已关闭，无法开启。请到手机设置→应用→KidCare→通知里打开。
zh_hant: 通知已關閉，無法開啟。請到手機設定→應用程式→KidCare→通知裡打開。

# alert_notification_more
source: 외 %1$d건
de: und %1$d weitere
en: and %1$d more
es: y %1$d más
fr: et %1$d de plus
id: dan %1$d lagi
it: e altri %1$d
ja: ほか%1$d件
pt: e mais %1$d
ru: и ещё %1$d
th: และอีก %1$d รายการ
vi: và %1$d tin nữa
zh_hans: 另有%1$d条
zh_hant: 另有%1$d則

# alert_permission_off
source: 애기폰에서 권한이 꺼졌어요
de: Auf dem Handy Ihres Kindes wurde eine Berechtigung ausgeschaltet
en: A permission was turned off on your child's phone
es: Se desactivó un permiso en el teléfono de tu hijo
fr: Une autorisation a été désactivée sur le téléphone de votre enfant
id: Sebuah izin dimatikan di ponsel anak Anda
it: Sul telefono di tuo figlio è stato spento un permesso
ja: お子さんの端末で権限がオフになりました
pt: Uma permissão foi desligada no celular do seu filho
ru: На телефоне ребёнка выключили разрешение
th: สิทธิ์บนมือถือของลูกถูกปิดไป
vi: Một quyền trên điện thoại của con đã bị tắt
zh_hans: 孩子手机上的权限被关闭了
zh_hant: 孩子手機上的權限被關掉了

# alert_place_enter
source: %1$@에 도착했어요
de: Bei %1$@ angekommen
en: Arrived at %1$@
es: Ha llegado a %1$@
fr: Arrivé à %1$@
id: Sampai di %1$@
it: Arrivato a %1$@
ja: %1$@に到着しました
pt: Chegou em %1$@
ru: Пришёл в «%1$@»
th: ถึง %1$@ แล้ว
vi: Đã đến %1$@
zh_hans: 已到达%1$@
zh_hant: 已抵達%1$@

# alert_place_exit
source: %1$@에서 나섰어요
de: %1$@ verlassen
en: Left %1$@
es: Ha salido de %1$@
fr: Parti de %1$@
id: Keluar dari %1$@
it: Uscito da %1$@
ja: %1$@を出ました
pt: Saiu de %1$@
ru: Ушёл из «%1$@»
th: ออกจาก %1$@ แล้ว
vi: Đã rời %1$@
zh_hans: 已离开%1$@
zh_hant: 已離開%1$@

# alert_service_hint
source: 켜면 앱을 안 보고 있어도 아이 소식이 바로 와요. 대신 이 폰 알림줄에 '알림 받는 중' 표시가 하나 계속 떠 있고 배터리를 조금 더 씁니다. 꺼두면 앱을 열었을 때만 확인할 수 있어요.
de: Eingeschaltet erreichen Sie Meldungen auch, wenn die App geschlossen ist. Dafür bleibt eine kleine Anzeige in Ihrer Statusleiste und es kostet etwas mehr Akku. Ausgeschaltet sehen Sie Neues nur beim Öffnen der App.
en: Turn this on and updates reach you even when the app is closed. In exchange, a small notification stays in your status bar and it uses a little more battery. Left off, you only see updates when you open the app.
es: Si lo activas, los avisos te llegan aunque no tengas la aplicación abierta. A cambio queda un aviso pequeño en tu barra de estado y gasta un poco más de batería. Si lo dejas apagado, solo verás las novedades al abrir la aplicación.
fr: Activé, les nouvelles vous parviennent même quand l'application est fermée. En échange, un petit avis reste dans votre barre d'état et cela consomme un peu plus de batterie. Désactivé, vous ne voyez les nouvelles qu'en ouvrant l'application.
id: Kalau dinyalakan, kabar tetap sampai meski aplikasi tidak dibuka. Sebagai gantinya ada satu pemberitahuan kecil yang tetap di bilah status dan baterai terpakai sedikit lebih banyak. Kalau dimatikan, kabar hanya terlihat saat aplikasi dibuka.
it: Se lo accendi, le novità ti arrivano anche con l'app chiusa. In cambio resta un piccolo avviso nella barra di stato e consuma un po' più di batteria. Se lo lasci spento, vedi le novità solo aprendo l'app.
ja: オンにするとアプリを開いていなくてもお知らせがすぐ届きます。そのかわりこの端末の通知欄に表示が一つ残り、バッテリーを少し多く使います。オフにするとアプリを開いたときだけ確認できます。
pt: Com isso ligado, os avisos chegam mesmo com o aplicativo fechado. Em troca, fica um aviso pequeno na sua barra de status e gasta um pouco mais de bateria. Desligado, você só vê as novidades ao abrir o aplicativo.
ru: Если включить, новости придут даже при закрытом приложении. Взамен в строке состояния останется небольшое уведомление и расход батареи чуть вырастет. Если выключено, новости видны только при открытии приложения.
th: ถ้าเปิด ข่าวจะมาถึงแม้ไม่ได้เปิดแอป แลกกับการที่มีแจ้งเตือนเล็ก ๆ ค้างอยู่ในแถบสถานะและกินแบตเพิ่มขึ้นเล็กน้อย ถ้าปิดไว้จะเห็นข่าวเฉพาะตอนเปิดแอป
vi: Bật lên thì tin vẫn đến dù không mở ứng dụng. Đổi lại, trên thanh trạng thái luôn còn một thông báo nhỏ và tốn pin thêm một chút. Để tắt thì chỉ thấy tin khi mở ứng dụng.
zh_hans: 打开后即使没在看应用也能立刻收到消息。代价是这台手机的通知栏会一直留一条提示，并且多耗一点电。关闭时只能在打开应用时查看。
zh_hant: 開啟後即使沒在看應用程式也能立刻收到通知。代價是這支手機的通知列會一直留一則提示，並且多耗一點電。關閉時只能在開啟應用程式時查看。

# alert_service_notification_text
source: 아이 소식을 바로 알려드릴 수 있게 켜져 있어요. 알림 탭에서 끌 수 있어요.
de: Eingeschaltet, damit Meldungen sofort ankommen. Sie können es im Tab „Meldungen“ ausschalten.
en: On, so updates reach you right away. You can turn it off on the Updates tab.
es: Activado, para que los avisos te lleguen enseguida. Puedes apagarlo en la pestaña Novedades.
fr: Activé, pour que les nouvelles vous parviennent tout de suite. Vous pouvez le désactiver dans l'onglet Nouvelles.
id: Menyala, supaya kabar langsung sampai. Bisa dimatikan di tab Kabar.
it: Acceso, così le novità ti arrivano subito. Puoi spegnerlo nella scheda Novità.
ja: お知らせをすぐお届けできるようオンになっています。お知らせタブでオフにできます。
pt: Ligado, para que os avisos cheguem na hora. Você pode desligar na aba Novidades.
ru: Включено, чтобы новости приходили сразу. Выключить можно на вкладке «Новости».
th: เปิดอยู่ เพื่อให้ข่าวมาถึงทันที ปิดได้ที่แท็บข่าว
vi: Đang bật để tin đến ngay. Có thể tắt ở thẻ Tin.
zh_hans: 已打开，可以立刻把消息送到您这里。可在消息标签里关闭。
zh_hant: 已開啟，可以立刻把動態送到您這裡。可在通知分頁關閉。

# alert_service_notification_title
source: 알림 받는 중
de: Achtet auf Neues
en: Watching for updates
es: Atento a las novedades
fr: À l'écoute des nouvelles
id: Menunggu kabar
it: In ascolto delle novità
ja: お知らせを受信中
pt: De olho nas novidades
ru: Слежу за новостями
th: กำลังคอยข่าว
vi: Đang chờ tin
zh_hans: 正在接收消息
zh_hant: 正在接收通知

# alert_service_switch
source: 알림 바로 받기
de: Meldungen sofort erhalten
en: Get updates right away
es: Recibir los avisos enseguida
fr: Recevoir les nouvelles tout de suite
id: Terima kabar seketika
it: Ricevere subito le novità
ja: お知らせをすぐ受け取る
pt: Receber os avisos na hora
ru: Получать новости сразу
th: รับข่าวทันที
vi: Nhận tin ngay
zh_hans: 立刻接收消息
zh_hant: 立刻接收通知

# alert_signal_lost
source: 애기폰이 한동안 대답하지 않았어요
de: Das Handy Ihres Kindes antwortet seit einer Weile nicht
en: Your child's phone has not answered for a while
es: El teléfono de tu hijo lleva un rato sin responder
fr: Le téléphone de votre enfant ne répond plus depuis un moment
id: Ponsel anak Anda sudah lama tidak menjawab
it: Il telefono di tuo figlio non risponde da un po'
ja: お子さんの端末がしばらく応答していません
pt: O celular do seu filho está sem responder há um tempo
ru: Телефон ребёнка давно не отвечает
th: มือถือของลูกไม่ตอบมาสักพักแล้ว
vi: Điện thoại của con đã lâu không trả lời
zh_hans: 孩子手机有一段时间没有回应了
zh_hant: 孩子手機有一段時間沒有回應了

# alert_unknown
source: 새로운 소식이 있어요
de: Es gibt etwas Neues
en: There is a new update
es: Hay una novedad
fr: Il y a du nouveau
id: Ada kabar baru
it: C'è una novità
ja: 新しいお知らせがあります
pt: Há uma novidade
ru: Есть новость
th: มีข่าวใหม่
vi: Có tin mới
zh_hans: 有新消息
zh_hant: 有新的動態

# app_name
source: 우리아이 지킴이
de: KidCare
en: KidCare
es: KidCare
fr: KidCare
id: KidCare
it: KidCare
ja: KidCare
pt: KidCare
ru: KidCare
th: KidCare
vi: KidCare
zh_hans: KidCare
zh_hant: KidCare

# channel_alert
source: 아이 소식
de: Neues vom Kind
en: Updates
es: Novedades
fr: Nouvelles
id: Kabar anak
it: Novità
ja: お子さんの様子
pt: Novidades
ru: Новости о ребёнке
th: ข่าวของลูก
vi: Tin về con
zh_hans: 孩子的消息
zh_hant: 孩子的動態

# channel_alert_service
source: 알림 받는 중
de: Achtet auf Neues
en: Watching for updates
es: Atento a las novedades
fr: À l'écoute des nouvelles
id: Menunggu kabar
it: In ascolto delle novità
ja: お知らせを受信中
pt: De olho nas novidades
ru: Слежу за новостями
th: กำลังคอยข่าว
vi: Đang chờ tin
zh_hans: 正在接收消息
zh_hant: 正在接收通知

# channel_find_phone
source: 폰 찾기
de: Handy finden
en: Find phone
es: Buscar el teléfono
fr: Trouver le téléphone
id: Cari ponsel
it: Trova il telefono
ja: 端末を探す
pt: Encontrar o celular
ru: Найти телефон
th: หามือถือ
vi: Tìm điện thoại
zh_hans: 查找手机
zh_hant: 尋找手機

# channel_message
source: 부모님 메시지
de: Nachricht von einem Elternteil
en: Message from a parent
es: Mensaje de un padre
fr: Message d'un parent
id: Pesan dari orang tua
it: Messaggio di un genitore
ja: 保護者からのメッセージ
pt: Recado de um responsável
ru: Сообщение от родителя
th: ข้อความจากผู้ปกครอง
vi: Lời nhắn của bố mẹ
zh_hans: 家长的留言
zh_hant: 家長的留言

# channel_remote_alarm
source: 부모님이 맞춘 알람
de: Von einem Elternteil gestellter Wecker
en: Alarm set by a parent
es: Alarma puesta por un padre
fr: Alarme mise par un parent
id: Alarm dari orang tua
it: Sveglia messa da un genitore
ja: 保護者が設定したアラーム
pt: Alarme posto por um responsável
ru: Будильник от родителя
th: นาฬิกาปลุกที่ผู้ปกครองตั้ง
vi: Báo thức bố mẹ đặt
zh_hans: 家长设置的闹钟
zh_hant: 家長設定的鬧鐘

# channel_tracking
source: 위치 공유
de: Standort wird geteilt
en: Location sharing
es: Ubicación compartida
fr: Position partagée
id: Berbagi lokasi
it: Posizione condivisa
ja: 位置の共有
pt: Localização compartilhada
ru: Геопозиция передаётся
th: กำลังแชร์ตำแหน่ง
vi: Đang chia sẻ vị trí
zh_hans: 位置共享
zh_hant: 位置分享

# child_default_name
source: 아이
de: Kind
en: Child
es: Niño
fr: Enfant
id: Anak
it: Bambino
ja: お子さん
pt: Criança
ru: Ребёнок
th: ลูก
vi: Con
zh_hans: 孩子
zh_hant: 孩子

# child_family_gone
source: 지금은 내 위치가 전달되지 않아요. 엄마 아빠 폰에서 새 번호를 받아 다시 연결해 주세요.
de: Dein Standort wird gerade nicht übertragen. Hol dir auf dem Handy deiner Eltern eine neue Nummer und verbinde dich erneut.
en: Your location is not being shared right now. Ask a parent for a new code and connect again.
es: Ahora mismo tu ubicación no se está enviando. Pide un número nuevo en el teléfono de tus padres y vuelve a conectar.
fr: Ta position n'est pas envoyée en ce moment. Demande un nouveau numéro sur le téléphone de tes parents et reconnecte-toi.
id: Sekarang lokasimu tidak terkirim. Minta nomor baru di ponsel orang tuamu lalu sambungkan lagi.
it: In questo momento la tua posizione non viene inviata. Chiedi un nuovo numero sul telefono dei tuoi genitori e collegati di nuovo.
ja: いまは自分の位置が届いていません。 保護者の端末で新しい番号をもらって、もう一度つないでください。
pt: Agora a sua localização não está sendo enviada. Peça um número novo no celular dos seus pais e conecte de novo.
ru: Сейчас твоя геопозиция не передаётся. Возьми новый номер на телефоне родителей и подключись снова.
th: ตอนนี้ตำแหน่งของหนูไม่ได้ถูกส่งออกไป ขอรหัสใหม่จากมือถือของพ่อแม่แล้วเชื่อมต่ออีกครั้งนะ
vi: Bây giờ vị trí của con không được gửi đi. Hãy xin số mới trên điện thoại của bố mẹ rồi kết nối lại.
zh_hans: 现在我的位置没有被传送。 请在家长手机上取得新号码，重新连接。
zh_hant: 現在我的位置沒有傳出去。 請在家長手機上取得新號碼，重新連線。

# child_go_to_permission
source: 권한 켜러 가기
de: Berechtigungen einschalten
en: Turn permissions on
es: Activar los permisos
fr: Activer les autorisations
id: Nyalakan izinnya
it: Attiva i permessi
ja: 権限をオンにしに行く
pt: Ativar as permissões
ru: Включить разрешения
th: ไปเปิดสิทธิ์
vi: Đi bật quyền
zh_hans: 去开启权限
zh_hant: 去開啟權限

# child_home_title
source: 엄마 아빠랑 이어져 있어요
de: Du bist mit deinen Eltern verbunden
en: You are connected to your parents
es: Estás conectado con tus padres
fr: Tu es connecté à tes parents
id: Kamu tersambung dengan orang tuamu
it: Sei collegato ai tuoi genitori
ja: 保護者とつながっています
pt: Você está conectado com os seus pais
ru: Ты на связи с родителями
th: หนูเชื่อมต่อกับพ่อแม่อยู่
vi: Con đang kết nối với bố mẹ
zh_hans: 已经和爸爸妈妈连上了
zh_hant: 已經和爸爸媽媽連上了

# child_home_title_gone
source: 엄마 아빠와 연결이 풀렸어요
de: Die Verbindung zu deinen Eltern ist getrennt
en: You are no longer connected to your parents
es: Ya no estás conectado con tus padres
fr: Tu n'es plus connecté à tes parents
id: Sambungan dengan orang tuamu terputus
it: Non sei più collegato ai tuoi genitori
ja: 保護者とのつながりが切れました
pt: Você não está mais conectado com os seus pais
ru: Связь с родителями оборвалась
th: การเชื่อมต่อกับพ่อแม่ขาดไปแล้ว
vi: Kết nối với bố mẹ đã đứt
zh_hans: 和爸爸妈妈的连接断开了
zh_hant: 和爸爸媽媽的連線斷了

# child_permission_missing
source: %1$@ 이(가) 꺼져 있어요. 켜야 위치가 전달됩니다.
de: %1$@ ist ausgeschaltet. Schalte es ein, damit dein Standort übertragen wird.
en: %1$@ is turned off. Turn it on so your location can be shared.
es: %1$@ está desactivado. Actívalo para que se pueda enviar tu ubicación.
fr: %1$@ est désactivé. Active-le pour que ta position puisse être envoyée.
id: %1$@ sedang mati. Nyalakan supaya lokasimu bisa terkirim.
it: %1$@ è spento. Attivalo perché la tua posizione possa essere inviata.
ja: %1$@がオフになっています。 オンにすると位置が届きます。
pt: %1$@ está desligado. Ative para a sua localização poder ser enviada.
ru: %1$@ выключено. Включи, чтобы геопозиция передавалась.
th: %1$@ ปิดอยู่ เปิดแล้วตำแหน่งถึงจะส่งได้
vi: %1$@ đang tắt. Hãy bật lên để vị trí được gửi đi.
zh_hans: %1$@已关闭。 打开后位置才能传送。
zh_hant: %1$@已關閉。 打開後位置才會傳出去。

# child_play_services_fix
source: Google Play 서비스 고치기
de: Google-Play-Dienste reparieren
en: Fix Google Play services
es: Arreglar los servicios de Google Play
fr: Réparer les services Google Play
id: Perbaiki layanan Google Play
it: Ripara i servizi Google Play
ja: Google Play開発者サービスを直す
pt: Corrigir os serviços do Google Play
ru: Починить сервисы Google Play
th: ซ่อมบริการ Google Play
vi: Sửa dịch vụ Google Play
zh_hans: 修复Google Play服务
zh_hant: 修復Google Play服務

# child_play_services_fixable
source: 폰의 'Google Play 서비스'가 없거나 너무 오래돼서 위치를 보낼 수 없어요. 아래 버튼을 누르면 고칠 수 있어요. (메시지 받기와 소리 바꾸기는 그대로 돼요.)
de: Die Google-Play-Dienste fehlen oder sind zu alt, deshalb kann der Standort nicht gesendet werden. Tippe unten auf die Schaltfläche, um das zu beheben. (Nachrichten und Tonänderungen gehen weiterhin.)
en: Google Play services is missing or too old, so location cannot be sent. Tap the button below to fix it. (Messages and sound changes still work.)
es: Faltan los servicios de Google Play o son muy antiguos, así que no se puede enviar la ubicación. Toca el botón de abajo para arreglarlo. (Los mensajes y los cambios de sonido siguen funcionando.)
fr: Les services Google Play sont absents ou trop anciens, la position ne peut pas être envoyée. Appuie sur le bouton ci-dessous pour réparer. (Les messages et les changements de son marchent toujours.)
id: Layanan Google Play tidak ada atau terlalu lama, jadi lokasi tidak bisa dikirim. Ketuk tombol di bawah untuk memperbaikinya. (Pesan dan penggantian suara tetap jalan.)
it: I servizi Google Play mancano o sono troppo vecchi, quindi la posizione non può essere inviata. Tocca il pulsante qui sotto per ripararli. (Messaggi e cambi di suono funzionano lo stesso.)
ja: 端末のGoogle Play開発者サービスが無いか古すぎて位置を送れません。 下のボタンで直せます。（メッセージの受信と音の変更はそのまま使えます。）
pt: Os serviços do Google Play estão faltando ou muito antigos, então não dá para enviar a localização. Toque no botão abaixo para corrigir. (Recados e mudanças de som continuam funcionando.)
ru: Сервисов Google Play нет или они слишком старые, поэтому геопозицию не отправить. Нажми кнопку ниже, чтобы починить. (Сообщения и смена звука работают как раньше.)
th: บริการ Google Play ไม่มีหรือเก่าเกินไป จึงส่งตำแหน่งไม่ได้ กดปุ่มข้างล่างเพื่อซ่อม (การรับข้อความและการเปลี่ยนเสียงยังใช้ได้ปกติ)
vi: Dịch vụ Google Play không có hoặc quá cũ nên không gửi được vị trí. Bấm nút bên dưới để sửa. (Nhận lời nhắn và đổi âm thanh vẫn dùng được.)
zh_hans: 手机上的Google Play服务缺失或太旧，无法发送位置。 点下面的按钮可以修复。（接收留言和更改声音仍然可用。）
zh_hant: 手機上的Google Play服務缺少或太舊，無法傳送位置。 按下面的按鈕可以修復。（接收留言和變更聲音仍然可用。）

# child_play_services_unfixable
source: 이 폰에는 'Google Play 서비스'가 없어서 위치를 보낼 수 없어요. 이 화면을 엄마 아빠께 보여주세요. (메시지 받기와 소리 바꾸기는 그대로 돼요.)
de: Auf diesem Handy gibt es keine Google-Play-Dienste, deshalb kann der Standort nicht gesendet werden. Zeig diesen Bildschirm deinen Eltern. (Nachrichten und Tonänderungen gehen weiterhin.)
en: This phone has no Google Play services, so location cannot be sent. Show this screen to your parents. (Messages and sound changes still work.)
es: Este teléfono no tiene los servicios de Google Play, así que no se puede enviar la ubicación. Enséñales esta pantalla a tus padres. (Los mensajes y los cambios de sonido siguen funcionando.)
fr: Ce téléphone n'a pas les services Google Play, la position ne peut pas être envoyée. Montre cet écran à tes parents. (Les messages et les changements de son marchent toujours.)
id: Ponsel ini tidak punya layanan Google Play, jadi lokasi tidak bisa dikirim. Tunjukkan layar ini ke orang tuamu. (Pesan dan penggantian suara tetap jalan.)
it: Questo telefono non ha i servizi Google Play, quindi la posizione non può essere inviata. Mostra questa schermata ai tuoi genitori. (Messaggi e cambi di suono funzionano lo stesso.)
ja: この端末にはGoogle Play開発者サービスが無いため位置を送れません。 この画面を保護者に見せてください。（メッセージの受信と音の変更はそのまま使えます。）
pt: Este celular não tem os serviços do Google Play, então não dá para enviar a localização. Mostre esta tela para os seus pais. (Recados e mudanças de som continuam funcionando.)
ru: На этом телефоне нет сервисов Google Play, поэтому геопозицию не отправить. Покажи этот экран родителям. (Сообщения и смена звука работают как раньше.)
th: มือถือเครื่องนี้ไม่มีบริการ Google Play จึงส่งตำแหน่งไม่ได้ เอาหน้าจอนี้ให้พ่อแม่ดูนะ (การรับข้อความและการเปลี่ยนเสียงยังใช้ได้ปกติ)
vi: Điện thoại này không có dịch vụ Google Play nên không gửi được vị trí. Hãy cho bố mẹ xem màn hình này. (Nhận lời nhắn và đổi âm thanh vẫn dùng được.)
zh_hans: 这台手机没有Google Play服务，无法发送位置。 请把这个画面给爸爸妈妈看。（接收留言和更改声音仍然可用。）
zh_hant: 這支手機沒有Google Play服務，無法傳送位置。 請把這個畫面拿給爸爸媽媽看。（接收留言和變更聲音仍然可用。）

# child_repair
source: 다시 연결하기
de: Neu verbinden
en: Connect again
es: Conectar de nuevo
fr: Se reconnecter
id: Sambungkan lagi
it: Collegati di nuovo
ja: つなぎ直す
pt: Conectar de novo
ru: Подключиться снова
th: เชื่อมต่อใหม่
vi: Kết nối lại
zh_hans: 重新连接
zh_hant: 重新連線

# child_selector_add_child
source: ＋ 아이 추가
de: ＋ Kind hinzufügen
en: ＋ Add a child
es: ＋ Añadir un hijo
fr: ＋ Ajouter un enfant
id: ＋ Tambah anak
it: ＋ Aggiungi un figlio
ja: ＋ お子さんを追加
pt: ＋ Adicionar uma criança
ru: ＋ Добавить ребёнка
th: ＋ เพิ่มลูก
vi: ＋ Thêm một bé
zh_hans: ＋ 添加孩子
zh_hant: ＋ 新增孩子

# child_selector_add_guardian
source: ＋ 보호자 초대
de: ＋ Elternteil einladen
en: ＋ Invite a parent
es: ＋ Invitar a un padre
fr: ＋ Inviter un parent
id: ＋ Undang orang tua
it: ＋ Invita un genitore
ja: ＋ 保護者を招待
pt: ＋ Convidar um responsável
ru: ＋ Пригласить родителя
th: ＋ เชิญผู้ปกครอง
vi: ＋ Mời một phụ huynh
zh_hans: ＋ 邀请家长
zh_hant: ＋ 邀請家長

# child_selector_add_guardian_count
source: ＋ 보호자 초대 · 현재 %1$d명
de: ＋ Elternteil einladen · aktuell %1$d
en: ＋ Invite a parent · %1$d now
es: ＋ Invitar a un padre · ahora %1$d
fr: ＋ Inviter un parent · %1$d actuellement
id: ＋ Undang orang tua · sekarang %1$d
it: ＋ Invita un genitore · ora %1$d
ja: ＋ 保護者を招待 · 現在%1$d人
pt: ＋ Convidar um responsável · %1$d agora
ru: ＋ Пригласить родителя · сейчас %1$d
th: ＋ เชิญผู้ปกครอง · ตอนนี้ %1$d คน
vi: ＋ Mời một phụ huynh · hiện có %1$d
zh_hans: ＋ 邀请家长 · 现有%1$d人
zh_hant: ＋ 邀請家長 · 目前%1$d人
